# 互联网时代的盈利模式
从产品、渠道、价格、客户、资源、资本、组织、价值链等各个角度都可以来总结互联网时代的各种盈利模式，比如从产品角度出发有产品金字塔模式，金子塔底端的产品不赚钱，金字塔上端的产品盈利；比如公开课免费，特训营收费，QQ、微信免费，但是增值服务和广告服务收费等；售后利润模式，打印机不赚钱，但是通过后续供应的墨盒赚钱；产品迭代模式，iphone5、iphone6、iphone8等，小米1，小米2等，都是通过产品迭代的方式盈利。还有产品衍生模式，洋葱圈模式，基因重组模式等。但笔者此篇博客将从流量的角度分析互联网时代下的盈利模式。

吴军在浪潮之巅中，用了“流量、流量、流量”来强调新经济时代的核心。就足以见得流量对于当今这个时代而言发挥着多么举足轻重的作用,因此笔者选择从流量方面讨论互联网的盈利模式。众所周知，在这个娱乐至上的时代，拥有了流量就拥有了一切。成功的互联网企业，特别是中国的互联网企业，基本上都是这样过来的，中国特殊的互联网环境从一开始就注定了绝大多数互联网企业要以免费获取用户流量作为成功的前提。有了流量，盈利模式自然就容易设计了，做广告也好，做增值服务也好，做平台拿提成也好，ARPU值就算再低，也架不住人多啊。想法挺好，理论上也完全说得通。但是，相对于于成功的企业，一味走追求流量这条路失败的企业更多。大多数人只看到了那些成功企业的表象，背后的问题却没有深入去思考。好，我们现在假定你的企业有足够的流量，那么在你能数到大把的钞票之前，能否解决这些问题：

1、 你们的用户对你们是否忠诚，对你们的产品有没有粘性?(提示：众多团购网)

2、 你们的用户有没有很强的消费能力和消费欲望?(提示：亿唐网的失败)

3、 一旦开始收费，如何解决竞争对手的免费策略进攻?(提示：淘宝网对拍拍网)

这些都是手握巨量风投资金的互联网巨头们都难以解决的问题，如果遇到了，企业能想到办法解决吗?

笔者并不否认获取足够的流量是变现的前提，而且这也是必要的条件。但是我们不能把这两者对等起来，实际上这两者不仅不能对等，而且几乎是盈利模式中最难的一个环节，国内诸多的电商网站、视频网站、团购网站、社交网站，都拥有巨大的流量，有几个真正赚到钱了?

同时笔者认为流量之上的盈利态度这是被迫的。互联网经济的特点是没有现成的商业模式以及迅速聚合，一般同质业务必须做到前三才能确保盈利，目前被历史证明的互联网盈利模式只有广告、游戏和电商。其实还有就是大家都刻意在回避的靠融资。而这些盈利模式中，只有融资模式是不存在迅速聚合的特性，也就是相对来说最靠谱的，尤其是对创业型的公司。这种盈利模式靠什么?靠故事。在没有明确的盈利发生的时候，故事靠什么?靠用户数。所以不是风险或者问题，而是没有其他的路可走，或者说是水到渠成。互联网从诞生的那一天起就和自由开放以及流量紧密的联系在一起了。

再多的客户最终还是要“变现”，离开这个核心，客户就是人名，过眼云烟，现在很多互联网公司，创业艰难就是难在”变现“的环节上。想着有了海量的客户就能够配置有偿应用，赚取利润，但这个基本都很难实现，因为在刚一开始的思路就有问题，即先想办法圈客户，再想办法变现，其在一开始就没有清晰准确的定位，产品的结构性设计，资源利用和配置都很浪费，往往这样的公司不专，也不强。

互联网只是载体，就像分销商一样，你最终的产品才是竞争和盈利的核心